<template>
  <div>
    <div class="title">投保须知</div>
    <p>1.投保人和被保险人对于投保单各栏目中的所有陈述均属真实，并亲笔签名，如投保人和被保险人故意或者因重大过失未履行如实告知义务，足以影响富德生命人寿保险股份有限公司决定是否同意承保或者提高保险费率的，富德生命人寿保险股份有限公司有权依法解除保险合同，并对保险合同解除前发生的保险事故，不承担赔偿或给付保险金的责任。</p>
    <p>2.本人已收到且认真阅读并完全理解人身保险投保提示书及产品说明书、保险条款，对干保险合同条款各项内容特别是有关保险责任、责任免除、免赔额，免赔率、比例赔付或给付或者减轻保险人责任的条款、保险期间、犹豫期、合同撤销和解除、保险合同的现金价值及父母为未成年子女投保以死亡为给付保险金条件人身保险的政策规定等内容均已了解和认可。</p>
    <p>3.非经保险合同双方在保险单或业务批单上书面约定，任何人包括代理人的任何与保险合同条款相违背或增减保险合同条款内容的书面或口头承诺，富德生命人寿保险股份有限公司有权不认可其法律效力。</p>
    <p>4.同意富德生命人寿保险股份有限公司根据业务需要，对被保险人或投保人进行相关体检，或直接向被保险人或投保人就诊医院及其他知情机构、人士查询有关诊疗记录，病历及其他资料。</p>
    <p>5.按本投保单所签订的保险合同，只有在富德生命人寿保险股份有限公司收到投保人交纳的首期保险费并签发保险单，及自申请之日起至富德生命人寿保险股份有限公司签发保险单之日被保险人和投保人健康状况无明显改变后才能生效。如无其他特別要求或说明，则保险合同自富德生命人寿保险股份有限公司收取首期保险费井签发保险单的当日二十四时起生效。</p>
    <p>6.若本人接受富德生命人寿保险股份有限公司签发的包含批注或任何附加及更改的保险合同及任何经本人签署的文件，均视为本人已承认。</p>
    <p>7.父母为其未成年人子女投保的人身保险，在被保险人成年之前，各保险合同约定的被保险人死亡给付的保险金额总和、被保险人死亡时各保险公司实际给付的保险金总和不得超过保险监督管理机构规定的限额(被保险人不满10周岁的，不得超过人民币20万元；被保险人已满10周岁但未满18周岁的，不得超过人民币50万元)。若投保多份保险合同，存在超额情形的，本人同意按照保单生效日的先后顺序予以赔付或对超额部分无息退费。</p>
    <p>8.在中国法律允许或要求的范围内，本人同意或授权承保公司将其个人信息(包括联系电话和联系地址)及保单信息提供给当地健康保险信息平台、监管机构、行业协会做合理利用(包括但不限于计算保费、核保、寄送保单和客户回访等)。</p>
    <div style="height: 60px;" >
      <div class="i-footer">
        <button  @click="comeBack">
          <div>阅读完毕并返回</div>
        </button>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: "InsurancePolicy",
    methods: {
      comeBack() {
        this.$router.back();
      }
    }
  }
</script>

<style scoped>
  .title {
    background-color: #ffffff;
    padding: 12px 15px;
    font-size: 17px;
    font-weight: 600;
    color: #f5ca1d;
    border-bottom: 1px solid #eeeeee;
  }

  p {
    padding: 10px 15px;
    color: #9b9b9b;
    background: #fff;
    font-size: 15px;
  }
</style>
